@extends('front.master')
@section('body')
    <section class="news-scroll">
        <div class="container">
            <div class="row">
                <div class="col-lg-12">
                    <div class="onoffswitch3">
                        <input type="checkbox" name="onoffswitch3" class="onoffswitch3-checkbox" id="myonoffswitch3"
                               checked>
                        <label class="onoffswitch3-label" for="myonoffswitch3">
        <span class="onoffswitch3-inner">
            <span class="onoffswitch3-active">
                @if($news)
                    <marquee class="scroll-text">{!! $news !!}</marquee>
                @endif
                <span class="onoffswitch3-switch">আপডেট </span>
            </span>
            <span class="onoffswitch3-inactive"><span class="onoffswitch3-switch">SHOW BREAKING NEWS</span></span>
        </span>
                        </label>
                    </div>
                </div>
            </div>
        </div>
    </section>
        <section class="section privacy mt-0 pt-0">
            <div class="container">
                <div class="row align-items-center">
                    <div class="col-lg-12 col-md-12 mt-sm-0 pt-sm-0">
                        <h3 class="mt-4">Privacy policy</h3><br/>
                        <p class="text-justify">
                            tekasaibd.com ওয়েব সাইট কর্তৃপক্ষের শর্তাবলী অনুসরন করুন। কেবলমাত্র নীতিমালা অনুসরনশর্ত স্বাপেক্ষে সাইটটি ব্যবহারের অনুমতি রয়েছে। এই ওয়েব সাইটে অ্যাকাউন্ট খোলার মাধ্যমে আপনি এর শর্তাবলী এবং গোপনীয়নীতি মানতে সম্মত রয়েছেন মর্মে বিবেচিত হবেন। এক্ষেত্রে কর্তৃপক্ষের শর্তাবলী অনুসরননীতি পরিপন্থি কোন কাজের সংশ্লিষ্টতা পাওয়া গেলে আপনাকে সাইটটি ব্যবহার হতে বিরত রাখা হবে।
                            <br/><strong>যে ভাবে আমরা তথ্য সংরক্ষণে রাখি</strong><br/>
                            ইন্টারনেট বা ওয়েব ব্রাউজার ব্যাবহারের মাধ্যমে যদি আমাদের সাথে আপনার অভিজ্ঞতা, দক্ষতা শেয়ার করে এর পরিষেবা গ্রহণ করতে চান, তবে অবশ্যই আমাদের সাইটে আপনার একটি অ্যাকাউন্ট তৈরি করতে হবে। আপনার অ্যাকাউন্টটি সচল করার জন্য, আমরা আপনার সনাক্তকরণযোগ্য তথ্য চাইব, যার মধ্যে আপনার নাম, যোগাযোগের ঠিকানা, ইমেল আইডি, ব্যক্তিগত তথ্য এবং আমাদের পরিসেবার জন্য আপনার অবস্থানের তথ্যও অন্তর্ভুক্ত থাকতে পারে। এছাড়া আপনার প্রোফাইলের জন্য অতিরিক্ত তথ্য জমা দেওয়ার অনুমতি চাওয়া হতে পারে।
                            <br/><strong>আপনার স্বকীয়তা</strong><br/>
                            আপনার অ্যাকাউন্টটি সচল করার জন্য তথ্য সরবারহের সিদ্ধান্ত একান্তই আপনার ব্যাক্তিগত। এছাড়া আমাদের বিভিন্ন প্রতিযোগিতা বা ইভেন্টে অংশ নিতে আপনার ব্যক্তিগত তথ্য সরবরাহ করবেন কিনা তা একান্তই আপনার ইচ্ছের উপর নির্ভর করে। আপনি চাইলে যে কোনও সময় আপনার ব্যক্তিগত তথ্য আপডেট, সংশোধন বা মুছে ফেলতে পারেন। আপনার রেকর্ডটির আইনী বাধ্যবাধকতা না থাকলে আমরা আপনার অনুরোধ কার্যকর করার চেষ্টা করব। আপনার কোন মন্তব্য বা পরামর্শ থাকলে tekasai100@gmail.com এই ই-মেইলের মাধ্যমে আমাদের সাথে যোগাযোগ করুন।
                            <br/><strong>আইনি সহায়তা</strong><br/>
                            দেশের প্রচলিত আইন অনুযায়ী ডিজিটাল নিরাপত্তা নিশ্চিতকরণ এবং ডিজিটাল মাধ্যমে সংঘটিত অপরাধ শনাক্তকরণ, প্রতিরোধ, দমন, বিচার ও আনুষঙ্গিক বিষয়াদি সম্পর্কে বিধান প্রণয়নকল্পে প্রণীত আইন অনুযায়ী কোন সরকারি সংস্থা বা বিভাগের দাপ্তরিক কাজের স্বার্থে প্রয়োজন অনুযায়ী আমাদের প্রদেয় সংযুক্তির সাথে সংগৃহীত তথ্যও স্থানান্তর করা হতে পারে।
                            <br/><strong>আপনার তথ্য সুরক্ষা</strong><br/>
                            আপনি যদি আমাদের সাইটে নিবন্ধভুক্ত হয়ে থাকেন তবে অবশ্যই আপনার ব্যবহৃত আইডি, ইউজার-নেইম এবং পাসওয়ার্ডটি সুরক্ষিত রাখার জন্য অন্য কাউকে আপনার নামে সাইটের অ্যাক্সেস তথ্য দেওয়া হতে বিরত থাকুন। tekasaibd.com ওয়েব সাইট কর্তৃপক্ষ আনঅফিসিয়াল কোন ই-মেইল বা টেলিফোনের মাধ্যমে আপনার অ্যাকাউন্ট আইডি, লগইন পাসওয়ার্ড, জাতীয় পরিচয় নম্বরসহ অন্যকোন পরিচিতি জানতে চাইবে না। আমাদের ওয়েবসাইটে তথ্য সুরক্ষা সম্পর্কে আপনার কোন মতামত, প্রশ্ন থাকলে আমাদের সাথে tekasai100@gmail.com এই ই-মেইলে যোগাযোগ করতে পারেন।
                            <br/><strong>বয়সসীমা</strong><br/>
                            আমাদের ওয়েবসাইটে নিবন্ধন, ভিজিট এবং আমাদের পরিষেবা ব্যবহার করতে সাইবার নিরাপত্তা আইন মেনে বয়সসীমার বাধ্যবাদকতা শিথিলযোগ্য রাখা হয়েছে। কারন শিশু আইন ২০১৩ অনুসরণনীতি মেনে চলে এই ওয়েব সাইটের যাবতীয় কার্যক্রম পরিচালনা করা হয় বলে এটি সম্পূন্ন সংবেদনশীল।
                            <br/><strong>গোপনীয়তা নীতি একটি চুক্তি</strong><br/>
                            আপনি এই মর্মে সম্মত হবেন যে, যখনই tekasaibd.com ওয়েব সাইটে নিবন্ধন অথবা ভিজিট করার অর্থ হলো আপনি এর গোপনীয়তা নীতিতে বর্ণিত অনুশীলনগুলি গ্রহণ করছেন। আমাদের গোপনীয়তা নীতি বা অনুশীলন সম্পর্কে আপনার কোন মতামত অথবা প্রশ্ন থাকলে আমাদের সাথে tekasai100@gmail.com এই ই-মেইলের মাধ্যমে যোগাযোগ করতে পারেন।

                        </p>
                    </div><!--end col-->
                </div><!--end row-->
            </div><!--end container-->
        </section>
        
@endsection